export type tGroup = {
    "id": number,
    "Группа": string | number,
    "Минимальная высота": number,
    "Максимальная высота": number,
    "Средняя высота": number,
}[];

export const types: tGroup = [
  {
      "id": 1,
      "Группа": "Амфибия",
      "Минимальная высота": 0.3,
      "Максимальная высота": 1.8,
      "Средняя высота": 1.05
  },
  {
      "id": 2,
      "Группа": "Грызун",
      "Минимальная высота": 1.3,
      "Максимальная высота": 1.3,
      "Средняя высота": 1.3
  },
  {
      "id": 3,
      "Группа": "Млекопитающее",
      "Минимальная высота": 0.8,
      "Максимальная высота": 30,
      "Средняя высота": 5.99
  },
  {
      "id": 4,
      "Группа": "Моллюск",
      "Минимальная высота": 9,
      "Максимальная высота": 14,
      "Средняя высота": 12.0
  },
  {
      "id": 5,
      "Группа": "Насекомое",
      "Минимальная высота": 0.03,
      "Максимальная высота": 0.65,
      "Средняя высота": 0.208
  },
  {
      "id": 6,
      "Группа": "Пресмыкающееся",
      "Минимальная высота": 6,
      "Максимальная высота": 6,
      "Средняя высота": 6.0
  },
  {
      "id": 7,
      "Группа": "Птица",
      "Минимальная высота": 0.9,
      "Максимальная высота": 2.7,
      "Средняя высота": 1.5
  },
  {
      "id": 8,
      "Группа": "Ракообразное",
      "Минимальная высота": 0.3,
      "Максимальная высота": 3.7,
      "Средняя высота": 1.533
  },
  {
      "id": 9,
      "Группа": "Рептилия",
      "Минимальная высота": 1.5,
      "Максимальная высота": 9,
      "Средняя высота": 3.62
  },
  {
      "id": 10,
      "Группа": "Рыба",
      "Минимальная высота": 5,
      "Максимальная высота": 12,
      "Средняя высота": 7.2
  }
];

export const habitats: tGroup = [
  {
      "id": 1,
      "Группа": "Австралия",
      "Минимальная высота": 0.8,
      "Максимальная высота": 2,
      "Средняя высота": 1.4
  },
  {
      "id": 2,
      "Группа": "Азия",
      "Минимальная высота": 0.65,
      "Максимальная высота": 3.5,
      "Средняя высота": 2.483
  },
  {
      "id": 3,
      "Группа": "Америка",
      "Минимальная высота": 2,
      "Максимальная высота": 2,
      "Средняя высота": 2.0
  },
  {
      "id": 4,
      "Группа": "Арктика",
      "Минимальная высота": 3,
      "Максимальная высота": 3,
      "Средняя высота": 3.0
  },
  {
      "id": 5,
      "Группа": "Атлантика",
      "Минимальная высота": 0.6,
      "Максимальная высота": 0.6,
      "Средняя высота": 0.6
  },
  {
      "id": 6,
      "Группа": "Африка",
      "Минимальная высота": 0.3,
      "Максимальная высота": 6,
      "Средняя высота": 3.589
  },
  {
      "id": 7,
      "Группа": "Весь мир",
      "Минимальная высота": 2,
      "Максимальная высота": 2.5,
      "Средняя высота": 2.25
  },
  {
      "id": 8,
      "Группа": "Галапагосы",
      "Минимальная высота": 1.5,
      "Максимальная высота": 1.5,
      "Средняя высота": 1.5
  },
  {
      "id": 9,
      "Группа": "Европа",
      "Минимальная высота": 3.2,
      "Максимальная высота": 3.2,
      "Средняя высота": 3.2
  },
  {
      "id": 10,
      "Группа": "Европа, Азия",
      "Минимальная высота": 5,
      "Максимальная высота": 5,
      "Средняя высота": 5.0
  },
  {
      "id": 11,
      "Группа": "Европа, Азия, Америка",
      "Минимальная высота": 2.8,
      "Максимальная высота": 2.8,
      "Средняя высота": 2.8
  },
  {
      "id": 12,
      "Группа": "Индийский океан",
      "Минимальная высота": 0.3,
      "Максимальная высота": 0.3,
      "Средняя высота": 0.3
  },
  {
      "id": 13,
      "Группа": "Индонезия",
      "Минимальная высота": 3,
      "Максимальная высота": 3,
      "Средняя высота": 3.0
  },
  {
      "id": 14,
      "Группа": "Китай",
      "Минимальная высота": 1.8,
      "Максимальная высота": 1.8,
      "Средняя высота": 1.8
  },
  {
      "id": 15,
      "Группа": "Мадагаскар",
      "Минимальная высота": 0.09,
      "Максимальная высота": 0.09,
      "Средняя высота": 0.09
  },
  {
      "id": 16,
      "Группа": "Океания",
      "Минимальная высота": 0.1,
      "Максимальная высота": 0.1,
      "Средняя высота": 0.1
  },
  {
      "id": 17,
      "Группа": "Океаны",
      "Минимальная высота": 1.2,
      "Максимальная высота": 30,
      "Средняя высота": 11.48
  },
  {
      "id": 18,
      "Группа": "Реки Европы и Азии",
      "Минимальная высота": 6,
      "Максимальная высота": 6,
      "Средняя высота": 6.0
  },
  {
      "id": 19,
      "Группа": "Северная Америка",
      "Минимальная высота": 0.9,
      "Максимальная высота": 0.9,
      "Средняя высота": 0.9
  },
  {
      "id": 20,
      "Группа": "Северное полушарие",
      "Минимальная высота": 1.6,
      "Максимальная высота": 1.6,
      "Средняя высота": 1.6
  },
  {
      "id": 21,
      "Группа": "Северные моря",
      "Минимальная высота": 20,
      "Максимальная высота": 20,
      "Средняя высота": 20.0
  },
  {
      "id": 22,
      "Группа": "Южная Америка",
      "Минимальная высота": 0.03,
      "Максимальная высота": 9,
      "Средняя высота": 2.34
  },
  {
      "id": 23,
      "Группа": "Япония",
      "Минимальная высота": 3.7,
      "Максимальная высота": 3.7,
      "Средняя высота": 3.7
  }
];

export const lifetimes: tGroup = [
  {
      "id": 1,
      "Группа": 1,
      "Минимальная высота": 0.1,
      "Максимальная высота": 0.65,
      "Средняя высота": 0.375
  },
  {
      "id": 2,
      "Группа": 100,
      "Минимальная высота": 2.6,
      "Максимальная высота": 5,
      "Средняя высота": 3.8
  },
  {
      "id": 3,
      "Группа": 12,
      "Минимальная высота": 1.3,
      "Максимальная высота": 1.3,
      "Средняя высота": 1.3
  },
  {
      "id": 4,
      "Группа": 15,
      "Минимальная высота": 0.3,
      "Максимальная высота": 9,
      "Средняя высота": 3.633
  },
  {
      "id": 5,
      "Группа": 150,
      "Минимальная высота": 1.5,
      "Максимальная высота": 1.5,
      "Средняя высота": 1.5
  },
  {
      "id": 6,
      "Группа": 18,
      "Минимальная высота": 0.8,
      "Максимальная высота": 0.8,
      "Средняя высота": 0.8
  },
  {
      "id": 7,
      "Группа": 2,
      "Минимальная высота": 0.03,
      "Максимальная высота": 0.17,
      "Средняя высота": 0.097
  },
  {
      "id": 8,
      "Группа": 20,
      "Минимальная высота": 1.8,
      "Максимальная высота": 7,
      "Средняя высота": 2.925
  },
  {
      "id": 9,
      "Группа": 200,
      "Минимальная высота": 20,
      "Максимальная высота": 20,
      "Средняя высота": 20.0
  },
  {
      "id": 10,
      "Группа": 23,
      "Минимальная высота": 3.2,
      "Максимальная высота": 3.2,
      "Средняя высота": 3.2
  },
  {
      "id": 11,
      "Группа": 25,
      "Минимальная высота": 0.9,
      "Максимальная высота": 5.5,
      "Средняя высота": 3.3
  },
  {
      "id": 12,
      "Группа": 30,
      "Минимальная высота": 2.5,
      "Максимальная высота": 6,
      "Средняя высота": 3.46
  },
  {
      "id": 13,
      "Группа": 40,
      "Минимальная высота": 0.6,
      "Максимальная высота": 2.7,
      "Средняя высота": 1.65
  },
  {
      "id": 14,
      "Группа": 45,
      "Минимальная высота": 4,
      "Максимальная высота": 4,
      "Средняя высота": 4.0
  },
  {
      "id": 15,
      "Группа": 5,
      "Минимальная высота": 9,
      "Максимальная высота": 14,
      "Средняя высота": 12.0
  },
  {
      "id": 16,
      "Группа": 50,
      "Минимальная высота": 1.2,
      "Максимальная высота": 6,
      "Средняя высота": 3.067
  },
  {
      "id": 17,
      "Группа": 6,
      "Минимальная высота": 0.3,
      "Максимальная высота": 0.3,
      "Средняя высота": 0.3
  },
  {
      "id": 18,
      "Группа": 70,
      "Минимальная высота": 4,
      "Максимальная высота": 20,
      "Средняя высота": 10.5
  },
  {
      "id": 19,
      "Группа": 80,
      "Минимальная высота": 30,
      "Максимальная высота": 30,
      "Средняя высота": 30.0
  }
];
